# 4) შექმენით პითონის ფაილი და 4 ჯერ გამოიყენეთ print ფუნქცია, პირველ პრინტში გამოიყენეთ ორ რიცხვს შორის შეკრება +, მეორეში - გამოკლება, მესამეში * გამრავლება, მეოთხეში / გაყოფა
print(32+53)
print(53-32)
print(8*4)
print(8/4)
# 5) შეართეთ ორი ტექსტური მონაცემი და კომენტარებით ახსენით რა შედეგი მიიღეთ
# მე დავპრინტე სახელი ვაჟა და გვარი ფშაველა და მე ამით ტექსტური მონაცემი შევადგინე.
print("vazha" + "psavela")
# 6) დაუშვით ძალით შეცდომები და ნახეთ კომპიუტერი რას გამოგიტანთ შედეგად
#  print(vazha mgeladze)
# 7) ყველა დაწერილი კოდი ახსენით კომენტარები + (დოკუმენტში კომენტარების ამოყენებით ქართული ენით ახსენით რა არის ტერმინალი და რისთვის ვიყენებთ)
# 8) შექმენით 2 ცვლადი, შეინახეთ მასში რიცხვები და საბოლოოდ დაბეჭდეთ ამ ორ ცვლადს შორის რომელიმე არითმეტიკული მოქმედება
num1 = 15
num2 = 1
print(num1+num2)
# 9) ახსენით კომენტარებით რა არის სტრინგი და რა არის მთელი რიცხვი
# სტრინგი არის ბრჭყალებში მოტავსებული ტექსტი. მთელი რიცხვი არის მაგ: 1 , 2 , 3 , 4 , ...
# ﻿
# 😀Programming
# Davita.222
# davita.222
 
# 󠁛󠀣󠁦󠀳󠀳󠀴󠀳󠀴󠀬󠀣󠁦󠀱󠁡󠁥󠀰󠁦󠁝 󠁛󠀣󠁦󠀳󠀳󠀴󠀳󠀴󠀬󠀣󠁦󠀱